Repository: frostkom/mf_law_info
Catalog: lang/lang_law_info-*.po
Languages: sv_se

source: Comply with requirements
sv_se: Kvar att kvittera

source: ...and %d more
sv_se: ...och %d fler

source: Left for checking evaluation
sv_se: Kvar att kontrollera efterlevnad för

source: Compliance with
sv_se: Kvitterad

source: Rights for displaying red on not acknowledged
sv_se: Rättigheter för att visa rött på ej kvitterade

source: Laws
sv_se: Författningar

source: Add New
sv_se: Lägg till ny

source: Laws to Handle
sv_se: Författningar att hantera

source: Please, enter all required fields
sv_se: Var vänlig fyll i alla obligatoriska fält

source: The type is already in use, please edit that one instead
sv_se: Typen används redan, var vänlig redigera den istället

source: The info was updated
sv_se: Informationen uppdaterades

source: The info was created
sv_se: Informationen skapades

source: The receipt was saved
sv_se: Kvittensen sparades

source: There already seams to exist a saved receipt
sv_se: Det verkar redan finnas en kvittens

source: ID for law or list is missing
sv_se: ID för författning eller lista saknas

source: Requirements are now saved as met
sv_se: Kraven är nu sparade som uppfyllda

source: Requirements seams to have already been met
sv_se: Kraven verkar redan vara sparade som uppfyllda

source: Requirements are now saved as NOT met
sv_se: Kraven är nu sparade som EJ uppfyllda

source: Requirements seams to have already been NOT met
sv_se: Kraven verkar redan vara sparade som EJ uppfyllda

source: The information was deleted
sv_se: Informationen raderades

source: The information was created
sv_se: Informationen skapades

source: The information was updated
sv_se: Informationen uppdaterades

source: Effects on the company
sv_se: Så berörs verksamheten

source: Requirements met
sv_se: Så påverkas verksamheten av förändringarna

source: Referal to process
sv_se: Så uppfylls kraven, hänvisningar till rutin

source: Link
sv_se: Länk

source: Responsibility
sv_se: Ansvar

source: Title
sv_se: Titel

source: Receipt
sv_se: Kvitterad

source: Evaluation
sv_se: Utvärdering/Efterlevnad

source: Check Evaluation
sv_se: Kontrollera efterlevnad

source: File
sv_se: Fil

source: Requirements are considered compliant
sv_se: Kraven bedöms uppfyllas

source: by
sv_se: av

source: Customer specific information
sv_se: Kundspecifik information

source: Update
sv_se: Uppdatera

source: Add
sv_se: Lägg till

source: Cancel
sv_se: Avbryt

source: Choose list to view info
sv_se: Välj en lista för att se info

source: Show
sv_se: Visa

source: Delete
sv_se: Radera

source: %s has marked this as met
sv_se: %s har markerat denna som uppfylld

source: Undo! Requirements are no longer met for %s
sv_se: Ångra! Kraven uppfylls inte längre för %s

source: Acknowledge for %s
sv_se: Kvittera ändring/författning för %s

source: You do not have the rights to acknowledge this law
sv_se: Du har inte behörighet att kvittera denna författning

source: No receipt yet
sv_se: Det finns ingen kvittens ännu

source: %s has marked this as NOT met
sv_se: %s har markerat denna som EJ uppfylld

source: The requirements are met for %s
sv_se: Kraven uppfylls för %s

source: The requirements are NOT met for %s
sv_se: Kraven uppfylls INTE för %s

source: Requirements are not yet met
sv_se: Kraven uppfylls inte ännu

source: Reason
sv_se: Anledning

source: There is no information at this point
sv_se: Det finns ingen information ännu

source: Updated %s by %s
sv_se: Uppdaterad %s av %s

source: Created %s by %s
sv_se: Skapad %s av %s

source: Old versions
sv_se: Gamla versioner

source: All
sv_se: Alla

source: Trash
sv_se: Papperskorg

source: List
sv_se: Lista

source: Type
sv_se: Typ

source: Edit
sv_se: Redigera

source: Recover
sv_se: Återställ
